Revit 2027 API
ParameterTypeId.VolumeFill Property
 "Fill"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VolumeFill { get; }
Public Shared ReadOnly Property VolumeFill As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VolumeFill {
	ForgeTypeId^ get ();
}
static member VolumeFill : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace